{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git",
      "version": "'78336bc89ee5365633bcf754d93df01678b5c08f'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git",
      "version": "'3543d000dafbc41cc7761d860cfdb24e82154f75'"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "'ec0bf2842189f65f60fd40bf3557cac1029cc932'"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim",
      "version": "'01bc2aacd51cf9021eb19d048e70ce3dd09f7f93'"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim",
      "version": "'a5671269a1ddfa7790cdf97c14e600e269da550f'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "'2a6940af80375532e5e9e7c1f2fc6319a1b7a69d'"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim",
      "version": "'stable'"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim",
      "version": "'cf758e9df66451889aab56613a21b8673f045ec2'"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap.git",
      "version": "'6a5bba0ddea5d419a783e170c20988046376090d'"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui.git",
      "version": "'f7d75cca202b52a60c520ec7b1ec3414d6e77b0f'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'229b79051b380377664edc4cbd534930154921a1'"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio",
      "version": "'21f5324bfac14e22ba26553caf69ec76ae8a7662'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context.git"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "tiny-code-action.nvim": {
      "src": "https://github.com/rachartier/tiny-code-action.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git",
      "version": "'31e3c38ce9b29781e4422fc0322eb0a21f4e8668'"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim",
      "version": "'748ca2789044607f19786b1d837044544c55e80a'"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree",
      "version": "'be23eacb2a63380bd79e207a738c728214ecc9d3'"
    }
  }
}
